import React from "react";
import {Page_m} from "../../components/Page/Page_m";
import styles from "./styles.module.scss"

export const UserTerms = () => {
   return (
      <Page_m>
         <div className={styles.container}>
            <h1>Пользовательское соглашение сервиса и защита персональных данных пользователей</h1>
            <p>Добро пожаловать на сайт FlowTok.com. Пожалуйста, ознакомьтесь с пользовательским соглашением сервиса
               (далее - "Соглашение") FlowTok</p>
            <p>Пользование сервисом и любыми его производными подразумевает полное понимание, согласие и принятие
               данного Соглашения.</p>
            <p>Зарегистрировавшись на сайте FlowTok.com, а также воспользовавшись любой его функциональной возможностью,
               Вы выражаете свое согласие со всеми условиями Соглашения, обязуетесь их соблюдать или прекратить
               использование.</p>
            <p>Соглашение может быть изменено Администраций Сайта без какого-либо специального уведомления, но не
               отменяя иные виды уведомлений (через сайт или email), а новая редакция Соглашения вступает в силу с
               момента ее размещения, если иное не предусмотрено новой редакцией Соглашения.</p>
            <h1>Термины и определения</h1>
            <p><b>Система - FlowTok</b> - интернет-сервис и/или интернет-приложение, предназначенные для проведения
               рекламных
               кампаний Пользователей и размещенные в сети Интернет и/или соответствующих плеймаркетах</p><p></p>
            <p><b>Администрация Сайта</b> — представители службы поддержки и руководства Системы.</p>
            <p><b>Пользователь</b> — физическое или юридическое лицо, зарегистрировавшее аккаунт в системе, как блогер
               или как
               рекламодатель, целью которого является реклама и/или продвижение собственных товаров, услуг, результатов
               интеллектуальной или иной деятельности, принадлежащих Пользователям.</p>
            <p><b>Аккаунт</b> — уникальная учётная запись в системе, позволяющая идентифицировать Пользователя в системе
               и
               использовать все её доступные функции.</p>
            <p><b>Правила</b> — правила работы в Системе.</p>
            <p><b>Публикация</b> — размещенная на Площадке Пользователя единичная информация.</p>
            <p><b>Персональные данные</b> — любая информация, относящаяся к определенному или определяемому на основании
               такой
               информации физическому лицу (субъекту персональных данных), в том числе его фамилия, имя, отчество, год,
               месяц, дата и место рождения, адрес, адрес электронной почты, телефонный номер, семейное, социальное,
               имущественное положение, образование, профессия, доходы, другая информация.</p>
            <p><b>Конфиденциальность</b> персональных данных — обязательное для соблюдения назначенного ответственного
               лица,
               получившего доступ к персональным данным, требование не допускать их распространения без согласия
               субъекта или иного законного основания.</p>
            <p><b>Обработка персональных данных</b> — действия (операции) с персональными данными, включая сбор,
               систематизацию, накопление, хранение, уточнение (обновление, изменение), использование, распространение
               (в том числе передачу), обезличивание, блокирование.</p>
            <h1>1. Общие положения</h1>
            <p>Настоящее Пользовательское соглашение являются юридически обязательным соглашением между Пользователем и
               Администрацией Сайта, предметом которого является предоставление Администрацией Сайта Пользователю услуг
               по использованию Сайта и его сервисов (далее - Услуги). Пользователь обязан полностью ознакомиться с
               настоящим Соглашением до момента регистрации на Сайте. Регистрация Пользователя на Сайте означает полное
               и безоговорочное принятие Пользователем настоящего Соглашения.</p><p>Настоящее Соглашение вступает в силу
            с момента его утверждения Администрацией и действует бессрочно, до замены его новым Соглашением.</p><p>К
            настоящему Соглашению и отношениям между Сайтом и Пользователем, которые возникли в связи с использованием
            сервисов, подлежит применению право законодательства РФ.</p>
            <p>Пользователю предоставляется личное неисключительное и непередаваемое право использовать программное
               обеспечение, предоставляемое в сервисах, на одном компьютере, при условии, что ни Пользователь, ни любые
               иные лица при содействии Пользователя не будут копировать или изменять программное обеспечение; создавать
               программы, производные от программного обеспечения; проникать в программное обеспечение с целью получения
               кодов программ; осуществлять продажу, уступку, сдачу в аренду, передачу третьим лицам в любой иной форме
               прав в отношении программного обеспечения служб, предоставленных Пользователю по настоящему Соглашению, а
               также модифицировать сервисы, в том числе с целью получения несанкционированного доступа к ним.</p>
            <p>Под Администрацией Сайта (далее по тексту - Администрация Сайта, Администрация) в настоящем Соглашении и
               иных специальных документах, размещенных на Сайте, понимается Storiesgain Pte. Ltd. UEN 201930893N.</p>
            <p>Обращения, предложения и претензии физических и юридических лиц к Администрации Сайта в связи с настоящим
               Соглашением и всеми вопросами по функционированию Сайта, нарушениями прав и интересов третьих лиц при его
               использовании, могут быть направлены на электронный адрес: support@FlowTok.com</p>
            <p>Никакие положения настоящего Соглашения не предоставляют Пользователю право на использование фирменного
               наименования, товарных знаков, доменных имен и иных отличительных знаков Администрации Сайта. Право на
               использование фирменного наименования, товарных знаков, доменных имен и иных отличительных знаков
               Администрации Сайта может быть предоставлено исключительно по письменному соглашению с Администрацией
               Сайта.</p>
            <h1>2. Регистрация на сайте и статус Пользователя</h1>
            <p>Для того, чтобы воспользоваться сервисами Сайта, Пользователь соглашается представить достоверную и
               полную информацию о себе по вопросам, предлагаемым в Форме Регистрации, для формирования персональной
               страницы Пользователя, включая уникальные для каждого Пользователя логин (адрес электронной почты либо
               номер мобильного телефона для входа на Сайт). Пароль доступа к Сайту направляется Пользователем
               Администрацией Сайта по средству связи, выбранному Пользователем.</p><p>В случае предоставления неверной
            информации или если у Администрации сайта возникнут серьезные основания полагать, что представленная
            информация неполна или недостоверна, Администрация сайта имеет право заблокировать либо удалить учетную
            запись Пользователя и отказать Пользователю в использовании своих сервисов.</p><p>Регистрационная форма
            Сайта может запрашивать у Пользователя дополнительную информацию.</p><p>Пользователь несет ответственность
            за достоверность, актуальность, полноту предоставленной при регистрации информации.</p><p>Регистрация
            Пользователя на Сайте является бесплатной, добровольной и производится по адресу в сети Интернет:
            FlowTok.com</p>
            <p>Пользователем Сайта является физическое лицо или юридическое лицо, зарегистрированное на Сайте в
               соответствии с установленным настоящим Соглашением порядком, достигшее возраста, допустимого в
               соответствии с законодательством РФ для акцепта настоящего Соглашения (далее - Пользователь).</p>
            <p>После успешной регистрации Пользователя на Сайте Администрация принимает на себя права и обязанности
               перед Пользователем, указанные в настоящем Соглашении.</p><p>После завершения процесса регистрации
            Пользователь может использовать логин и пароль для доступа к персонализированной части сервисов Сайта. При
            этом, Пользователь несет полную ответственность за безопасность своих персональных данных для авторизации, а
            также за все, то будет сделано с использованием сервисов Сайта по логином и паролем Пользователя.</p>
            <p>Каждый Пользователь вправе зарегистрировать в Системе только один Аккаунт. В тоже время, на одном
               Аккаунте может быть размещено неограниченное количество Площадок.</p>
            <p>Регистрация в Системе является полностью добровольной. Администрация, обеспечивая возможность
               постоянного, наиболее полного и удобного взаимодействия между Пользователями, не несёт ответственность за
               любые виды ущерба, который могут понести Пользователи в связи с использованием или невозможностью
               надлежащего использования Системы.</p><p>Пользователь обязан немедленно уведомить Администрацию сайта о
            любом случае неавтоматизированного (не разрешенного Пользователем) доступа с логином и паролем и/или о любом
            нарушении безопасности, а также обязан осуществлять самостоятельное безопасное завершение работы под своим
            паролем по окончании каждой сессии работы с Сайтом и обеспечивает конфиденциальность своего пароля доступа к
            Сайту.</p><p>Принимая настоящее Соглашение путем регистрации на Сайте, Пользователь подтверждает свое
            согласие на хранение, обработку, трансляцию, копирование Администрацией его персональных данных,
            предоставленных при регистрации, а также размещаемых Пользователем добровольно на своей персональной
            странице.</p>
            <p>Обработка персональных данных Пользователя осуществляется в соответствии с законодательством РФ.
               Администрация Сайта обрабатывает персональные данные Пользователя в целях предоставления Пользователю
               услуг, в том числе, в целях получения Пользователем персонализированной (таргетированной) рекламы;
               проверки, исследования и анализа таких данных, позволяющих поддерживать и улучшать сервисы и разделы
               Сайта, а также разрабатывать новые сервисы и разделы Сайта.</p>
            <p>Администрация Сайта принимает все необходимые меры для защиты персональных данных Пользователя от
               неправомерного доступа, изменения, раскрытия или уничтожения (в соответствии с разделом 3 настоящего
               Соглашения).</p><p>Выбранные Пользователем данные для входа в Систему - являются необходимой и
            достаточной информацией для доступа Пользователя к сервисам Сайта. Пользователь не имеет права передавать
            свои логин и пароль третьим лицам, несет полную ответственность за их сохранность, самостоятельно выбирая
            способ их хранения.</p><p>Если Пользователем не доказано обратное, любые действия, совершенные с
            использованием его логина и пароля, считаются совершенными соответствующим Пользователем.</p><p>После
            регистрации Пользователь получает право самостоятельно создавать, использовать и определять содержание
            собственной персональной страницы.</p>
            <p>Пользователь осознает, что Администрация Сайта не принимает участие в формировании и использовании
               содержания и контроле доступа других пользователей к персональной странице Пользователя.</p>
            <p>Удаление персональной страницы Пользователя осуществляется Администрацией Сайта в срок согласованный с
               Пользователем по личному письменному заявлению Пользователя, направленному на адрес электронной почты
               технической поддержки: support@FlowTok.com.</p><p>Электронное письмо Пользователя должно быть направлено
            с адреса электронной почты, указанного Пользователем при регистрации в Системе либо измененного при
            последующем использовании персональной страницы Пользователя. В заявлении необходимо указать номер
            мобильного телефона, к которому прикреплена персональная страница Пользователя, для целей проверки
            подлинности волеизъявления Пользователя.</p>
            <h1>3. Защита персональных данных Пользователя и конфиденциальность.</h1>
            <p>Пользователь дает свое полное согласие на передачу, получение, хранение и использование Администрацией
               Сайта любого вида информации и персональных данных, полученных Системой в ходе оказания услуг для
               Пользователя.</p><p>Администрация Сайта, со своей стороны, гарантирует нераспространение полученных
            данных Пользователя.</p><p>Под защитой персональных данных Пользователя понимается комплекс мер
            (организационно-распорядительных, технических, юридических), направленных на предотвращение неправомерного
            или случайного доступа к ним, уничтожения, изменения, блокирования, копирования, распространения
            персональных данных субъектов, а также от иных неправомерных действий.</p><p>Защита персональных данных
            Пользователя осуществляется за счёт Администрации в порядке, установленном федеральным законом РФ.</p>
            <p>Администрация сайта при защите персональных данных Пользователей принимает все необходимые
               организационно-распорядительные, юридические и технические меры, в том числе:</p>
            <ul>
               <li>• Шифровальные (криптографические) средства</li>
               <li>• Антивирусная защита.</li>
               <li>• Анализ защищённости.</li>
               <li>• Обнаружение и предотвращение вторжений.</li>
               <li>• Управления доступом.</li>
               <li>• Регистрация и учет.</li>
               <li>• Обеспечение целостности.</li>
            </ul>
            <p>Доступ к персональным данным Пользователя имеют сотрудники Администрации Сайта, которым персональные
               данные необходимы для всестороннего и полного выполнения своих обязанностей.</p><p>Защита персональных
            данных Пользователей, хранящихся в электронных базах данных Администрации сайта, от несанкционированного
            доступа, искажения и уничтожения информации, а также от иных неправомерных действий, обеспечивается
            системным администратором.</p><p>Защита доступа к электронным базам данных, содержащим персональные данные
            Пользователей, обеспечивается использованием лицензированных антивирусных и антихакерских программ, не
            допускающих несанкционированный вход в локальную сеть, а так же разграничением прав доступа с использованием
            учетной записи.</p><p>Все электронные папки и файлы, содержащие персональные данные Пользователей,
            защищаются паролем, который устанавливается ответственным системным администратором.</p>
            <p>Под конфиденциальной информацией в Соглашении понимается любая информация, которая имеет действительную
               или потенциальную коммерческую ценность в силу неизвестности ее третьим лицам, к которой нет свободного
               доступа на законном основании и к сохранению конфиденциальности которой обладатель принимает все
               возможные меры.</p>
            <p>Сведения, составляющие конфиденциальную информацию, могут быть обличены, в виде
               фотографий, в электронном, графическом, а также в любом другом виде.</p>
            <p>Все объекты, размещенные в Системе, в том числе элементы дизайна, текст, графические изображения,
               иллюстрации, скрипты, программы, и другие объекты и их подборки (далее - Контент), являются объектами
               исключительных прав Администрации, Пользователей Системы и других правообладателей, все права на эти
               объекты защищены.</p>
            <p>Кроме своего собственного Контента, Пользователь не вправе загружать или иным образом доводить до
               всеобщего сведения (публиковать в Системе) Контент других сайтов, баз данных и прочие результаты
               интеллектуальной деятельности при отсутствии явным образом выраженного согласия правообладателя на такие
               действия.</p>
            <p>Ничто в настоящем Соглашении не может быть рассмотрено как передача исключительных прав на Контент.</p>
            <p>Пользователь несет личную ответственность за любой Контент или иную информацию, которые он загружает или
               иным образом доводит до всеобщего сведения (публикует) в Системе или с ее помощью. Пользователь не имеет
               права загружать, передавать или публиковать Контент в Системе, если он не обладает соответствующими
               правами на совершение таких действий, приобретенными или переданными ему.</p>
            <p>Администрация Сайта может, но не обязана, просматривать Систему на наличие запрещенного Контента и может
               удалять или перемещать (без предупреждения) любой Контент или пользователей по своему личному усмотрению,
               по любой причине или без причины, включая без всяких ограничений перемещение или удаление Контента,
               который, по личному мнению Администрации, нарушает настоящее Соглашение, и/или может нарушать права,
               причинить вред или угрожать безопасности других Пользователей или третьих лиц.</p>
            <p>Размещая свой Контент в Системе, Пользователь передает Администрации право делать копии своего Контента с
               целью упорядочения и облегчения публикации и хранения пользовательского Контента в Системе.</p>
            <p>Размещая свой Контент в любой части Системы, Пользователь автоматически безвозмездно предоставляет
               Администрации неисключительное право на его использование путем копирования, публичного исполнения,
               воспроизведения, переработки, перевода и распространения для целей Системы или в связи с ними, в том
               числе для популяризации Контента, Пользователя и/или Системы. Для указанных целей Администрация может
               изготавливать производные произведения или вставлять Контент Пользователя в качестве составных частей в
               соответствующие сборники, совершать иные действия, служащие достижению указанных целей.</p>
            <p>Если Пользователь удаляет свой Контент из Системы, Администрация вправе сохранять архивные копии
               пользовательского Контента в течение неопределенного срока.</p>
            <p>Система содержит (или может содержать) ссылки на другие сайты в сети Интернет (сайты третьих лиц) так же,
               как и статьи, фотографии, иллюстрации, графические изображения, музыку, звуки, видео, информацию,
               приложения, программы и другой Контент, принадлежащий или исходящий от третьих лиц (Контент третьих лиц),
               являющийся результатом интеллектуальной деятельности.</p>
            <p>Указанные третьи лица и их Контент не проверяются Администрацией на соответствие тем или иным требованиям
               (достоверности, полноты, добросовестности и т.п.). Администрация не несет ответственность за любую
               информацию, размещенную на сайтах третьих лиц, к которым Пользователь получает доступ через Систему или
               через Контент третьих лиц, включая, в том числе, любые мнения или утверждения, выраженные на сайтах
               третьих лиц или в их Контенте.</p>
            <p>Размещенные в Системе ссылки или руководства по скачиванию файлов и(или) установке программ третьих лиц
               не означают поддержки или одобрения этих действий со стороны Администрации.</p>
            <p>Ссылка на любой сайт, продукт, услугу, любую информацию коммерческого или некоммерческого характера,
               размещенная в Системе, не является одобрением или рекомендацией данных продуктов (услуг) со стороны
               Администрации.</p>
            <p>Если Пользователь решил покинуть Систему и перейти к сайтам третьих лиц или использовать, или установить
               программы третьих лиц, он делает это на свой риск и с этого момента настоящее Соглашение более не
               распространяются на Пользователя.</p>
            <h1>4. Обязанности Пользователя</h1>
            <h2>4.1 При пользовании сервисами Сайта Пользователь обязан:</h2>
            <ul>
               <li>• соблюдать положения действующего законодательства РФ, настоящего Соглашения и иных специальных
                  документов Администрации Сайта;
               </li>
               <li>• предоставлять при регистрации достоверные, полные и актуальные данные, следить за их
                  актуализацией;
               </li>
               <li>• информировать Администрацию Сайта о несанкционированном доступе к персональной странице и/или о
                  несанкционированном доступе и/или использовании пароля и логина Пользователя;
               </li>
               <li>• не предоставлять доступ другим Пользователям к собственной персональной странице или к отдельной
                  содержащейся на ней информации в случае, если это может привести к нарушению настоящего Соглашения,
                  специальных документов Администрации Сайта;
               </li>
               <li>• не размещать на персональной странице информацию и объекты (включая ссылки на них), которые могут
                  нарушать права и интересы других лиц;
               </li>
               <li>• перед размещением информации и объектов (включая, но не ограничиваясь, изображениями других лиц,
                  чужими текстами различного содержания) предварительно оценивать законность их размещения;
               </li>
               <li>• хранить в тайне и не предоставлять другим Пользователям и третьим лицам ставшие ему известными в
                  результате общения с другими Пользователями и иного использования Системы персональные данные
                  (включая, но не ограничиваясь, домашними адресами, номерами телефонов, адресами электронной почты,
                  паспортными данными, банковской информацией) без получения соответствующего предварительного
                  разрешения последних;
               </li>
               <li>• осуществлять резервное копирование важной для Пользователя хранящейся на его персональной странице
                  информации
               </li>
               <li>• быть корректным в переписке и личном общении с другим Пользователем(ми), а также воздерживаться от
                  действий и (или) реплик в любой форме, направленных на оскорбление, непристойности, дискриминацию по
                  расовому, религиозному, половому, национальному и иным признакам, подрыв авторитета, имиджа и доверия
                  других Пользователей, Администрации Сайта и Системы в целом.
               </li>
            </ul>
            <p>Пользователь обязан воздерживаться от распространения непроверенной, ложной, дезориентирующей и иной
               информации, наносящей и (или) способной нанести вред Пользователям, Администрации, репутации Системы и
               третьим лицам. Пользователь обязуется по первому требованию Администрации Системы удалить с личной
               площадки (с сайта или другого интернет-ресурса) информацию подобного рода.</p>
            <p>В случае наличия сомнений в отношении законности осуществления тех или иных действий, в том числе, по
               размещению информации или предоставлению доступа, Администрация Сайта рекомендует воздержаться от
               осуществления последних.</p>
            <h2>4.2. Пользователю при использовании Сайта запрещается:</h2>
            <ul>
               <li>• регистрироваться в качестве Пользователя от имени или вместо другого лица ("фальшивый аккаунт") или
                  регистрировать группу (объединение) лиц или юридическое лицо в качестве Пользователя, при этом,
                  возможна регистрация от имени и поручению другого физического лица или юридического лица при условии
                  получения необходимых полномочий в порядке и форме, предусмотренных законодательством РФ;
               </li>
               <li>• вводить Пользователей в заблуждение относительно своей личности, используя логин и пароль другого
                  зарегистрированного Пользователя;
               </li>
               <li>• искажать сведения о себе, своем возрасте или своих отношениях с другими лицами или организациями;
               </li>
               <li>• загружать, хранить, публиковать, распространять и предоставлять доступ или иным образом
                  использовать любую информацию, которая: содержит угрозы, дискредитирует, оскорбляет, порочит честь и
                  достоинство или деловую репутацию или нарушает неприкосновенность частной жизни других Пользователей
                  или третьих лиц; нарушает права несовершеннолетних лиц; является вульгарной или непристойной, содержит
                  нецензурную лексику, содержит порнографические изображения и тексты или сцены сексуального характера с
                  участием несовершеннолетних; содержит сцены насилия, либо бесчеловечного обращения с животными;
                  содержит описание средств и способов суицида, любое подстрекательство к его совершению; пропагандирует
                  и/или способствует разжиганию расовой, религиозной, этнической ненависти или вражды, пропагандирует
                  фашизм или идеологию расового превосходства; содержит экстремистские материалы; пропагандирует
                  преступную деятельность или содержит советы, инструкции или руководства по совершению преступных
                  действий, содержит информацию ограниченного доступа, включая, но не ограничиваясь, государственной и
                  коммерческой тайной, информацией о частной жизни третьих лиц; содержит рекламу или описывает
                  привлекательность употребления наркотических веществ, в том числе "цифровых наркотиков" (звуковых
                  файлов, оказывающих воздействие на мозг человека за счет бинауральных ритмов), информацию о
                  распространении наркотиков, рецепты их изготовления и советы по употреблению; носит мошеннический
                  характер; а также нарушает иные права и интересы граждан и юридических лиц или требования
                  законодательства РФ;
               </li>
               <li>• незаконно загружать, хранить, публиковать, распространять и предоставлять доступ или иным образом
                  использовать интеллектуальную собственность Пользователей и третьих лиц;
               </li>
               <li>• осуществлять массовые рассылки сообщений без согласия Пользователей Сайта;</li>
               <li>• использовать программное обеспечение и осуществлять действия, направленные на нарушении нормального
                  функционирования Системы и ее сервисов или персональных страниц Пользователей;
               </li>
               <li>• загружать, хранить, публиковать, распространять и предоставлять доступ или иным образом
                  использовать вирусы, трояны и другие вредоносные программы;
               </li>
               <li>• использовать без специального на то разрешения Администрации Сайта автоматизированные скрипты
                  (программы) для сбора информации в Системе и(или) взаимодействия с Системой и ее сервисами;
               </li>
               <li>• любым способом, в том числе, но не ограничиваясь, путем обмана, злоупотребления доверием, взлома,
                  пытаться получить доступ к логину и паролю другого Пользователя;
               </li>
               <li>• осуществлять незаконные сбор и обработку персональных данных других лиц;</li>
               <li>• осуществлять (пытаться получить) доступ к каким-либо сервисам иным способом, кроме как через
                  интерфейс, предоставленный Администрацией Сайта, за исключением случаев, когда такие действия были
                  прямо разрешены Пользователю в соответствии с отдельным соглашением с Администрацией;
               </li>
               <li>• воспроизводить, дублировать, копировать, продавать, осуществлять торговые операции и перепродавать
                  услуги для каких-либо целей, за исключением случаев, когда такие действия были прямо разрешены
                  Пользователю в соответствии с условиями отдельного соглашения с Администрацией;
               </li>
               <li>• размещать коммерческую и политическую рекламу вне специальных разделов Системы, установленных
                  Администрацией Сайта. Приобретение Пользователем платных услуг в Системе осуществляется в порядке,
                  установленном в специальных документах Администрации, размещенных на Сайте;
               </li>
               <li>• модифицировать, продавать, распространять контент и программы, целиком либо по частям, кроме
                  случаев, специально оговоренных Администрацией Сайта или его рекламодателями;
               </li>
               <li>• размещать любую другую информацию, которая, по личному мнению Администрации, является
                  нежелательной, не соответствует целям создания Системы, ущемляет интересы Пользователей или по другим
                  причинам является нежелательной для размещения в Системе.
               </li>
            </ul>
            <p>Пользователь несет личную ответственность за любую информацию, которую размещает в Системе, сообщает
               другим Пользователям, а также за любые взаимодействия с другими Пользователями, осуществляемые на свой
               риск.</p><p>Бездействие со стороны Администрации Сайта в случае нарушения Пользователем либо иными
            Пользователями положений настоящего Соглашения не лишает Администрацию Сайта права предпринять
            соответствующие действия в защиту своих интересов позднее, а также не означает отказа Администрации Сайта от
            своих прав в случае совершения в последующем подобных либо сходных нарушений.</p>
            <p>В случае несогласия Пользователя с настоящим Соглашением или их обновлениями, Пользователь обязан
               отказаться от его использования, проинформировав об этом Администрацию Сайта в установленном порядке.</p>
            <h1>5. Ответственность Пользователей и Администрации Системы</h1>
            <p>Пользователи несут ответственность за собственные действия в связи с созданием и размещением информации
               на собственной персональной странице в Системе, а также в связи с размещением информации в иных разделах
               Системы в соответствии с действующим законодательством РФ.</p><p>Администрация Сайта предоставляет
            техническую возможность его использования Пользователями, не участвует в формировании содержания
            персональных страниц Пользователей и не контролирует и не несет ответственности за действия или бездействие
            любых лиц в отношении использования Системы или формирования и использования содержания персональных страниц
            Пользователей в Системе.</p><p>Администрация сохраняет за собой право в любое время изменять оформление
            Системы, ее содержание, список сервисов, изменять или дополнять используемые скрипты, программное
            обеспечение и другие объекты, используемые или хранящиеся в Системе, любые серверные приложения в любое
            время с предварительным уведомлением или без такового.</p><p>Администрация Сайта вправе осуществлять
            предварительную модерацию или цензуру информации Пользователей и предпринимает действия по защите прав и
            интересов лиц.</p><p>Администрация Сайта не несет ответственности за нарушение Пользователем настоящего
            Соглашения и оставляет за собой право по своему собственному усмотрению, а также при получении информации от
            других пользователей либо третьих лиц о нарушении Пользователем настоящего Соглашения, изменять
            (модерировать) или удалять любую публикуемую Пользователем информацию, нарушающую запреты, установленные
            настоящим Соглашением (включая личные сообщения), приостанавливать, ограничивать или прекращать доступ
            Пользователя ко всем или к любому из разделов или сервисов Системы в любое время по любой причине или без
            объяснения причин, с предварительным уведомлением или без такового, не отвечая за любой вред, который может
            быть причинен Пользователю таким действием.</p><p>Администрация Сайта закрепляет за собой право удалить
            персональную страницу Пользователя и(или) приостановить, ограничить или прекратить доступ Пользователя к
            любому из сервисов Системы, если Администрация обнаружит, что по ее мнению, Пользователь представляет угрозу
            для Системы и(или) ее Пользователей. Администрация Сайта не несет ответственности за осуществленное в
            соответствии с настоящим Соглашением временное блокирование или удаление информации, или удаление
            персональной страницы (прекращение регистрации) Пользователя.</p>
            <p>Удаление персональной страницы Пользователя означает автоматическое удаление всей информации, размещенной
               на ней, а также всей информации Пользователя, введенной при регистрации в Системе. После удаления
               персональной страницы Пользователь теряет права доступа к Системе.</p>
            <p>Настоящее Пользовательское соглашение может быть изменено или прекращено Администрацией Сайта в
               одностороннем порядке без предварительного уведомления Пользователя и без выплаты какой-либо компенсации
               в связи с этим.</p><p>Администрация Сайта обеспечивает функционирование и работоспособность Системы и
            обязуется оперативно восстанавливать ее работоспособность в случае технических сбоев и перерывов.
            Администрация Сайта не несет ответственности за временные сбои и перерывы в работе Системы и вызванные ими
            потерю информации. Администрация не несет ответственности за любой ущерб компьютеру Пользователя или иного
            лица, мобильным устройствам, любому другому оборудованию или программному обеспечению, вызванный или
            связанный со скачиванием материалов с Системы или по ссылкам, размещенным в Системе.</p><p>Администрация
            Сайта имеет право распоряжаться статистической информацией, связанной с функционированием Системы, а также
            информацией Пользователей для обеспечения адресного показа рекламной информации различным аудиториям
            Пользователей Сайта. Для целей организации функционирования и технической поддержки Системы и исполнения
            настоящего Соглашения Администрация Сайта имеет техническую возможность доступа к персональным страницам
            Пользователей, которую реализует только в случаях, установленных настоящим Соглашением.</p><p>Администрация
            Сайта имеет право направлять Пользователю информацию о развитии Системы и ее сервисов, а также рекламировать
            собственную деятельность и услуги</p>
            <p>Пользователь признает, что Администрация Сайта может устанавливать ограничения в использовании служб, в
               том числе: срок хранения любого контента, максимальный размер дискового пространства, максимальное
               количество обращений к службе за указанный период времени и т.д. </p><p>Администрация Сайта может
            запретить автоматическое обращение к своим сервисам, а также прекратить прием любой информации,
            сгенерированной автоматически. Администрация Сайта может посылать своим пользователям информационные
            сообщения.</p>
            <p>Администрация Сайта не несет ответственности ни за какие задержки, сбои, неверную или несвоевременную
               доставку, удаление или не сохранность какой-либо пользовательской персональной информации.</p>
            <p>Пользователь согласен с тем, что Администрация Сайта оставляет за собой право удалить Пользователей,
               которые не использовали свой доступ в течение долгого времени.</p>
            <p>Пользователь сознаёт, что реклама отдельных товаров и услуг на территории стран, на территории которой
               совершаются действия внутри Системы, ограничена действующим законодательством, несоответствие рекламы,
               размещённой на площадке, требованиям закона, может быть расценено правоохранительными или иными органами,
               как совершение преступления или административного правонарушения, ответственность за которое может
               понести лицо, разместившее такую Публикацию.</p>
            <p>За несоблюдение настоящего Соглашения Администрация вправе:</p>
            <ul>
               <li>• предупредить Пользователя, не соблюдающего одно или несколько требований Соглашения, о возможных
                  последствиях такого несоблюдения;
               </li>
               <li>• заблокировать Аккаунт Пользователя, не соблюдающего одно или несколько требований Соглашения, на
                  срок, необходимый для выяснения обстоятельств и устранения последствий этого несоблюдения
                  (несоответствия);
               </li>
               <li>• приостановить активность Пользователя, если хотя бы один её параметр не соответствует требованиям
                  Соглашения, до момента достижения указанных параметров;
               </li>
               <li>• удалить Аккаунт Пользователя в случае, если появятся основания полагать, что его действия или
                  бездействие, непосредственно связанные с использованием Аккаунта, неминуемо повлекут причинение вреда
                  администрации или третьим лицам, либо являются (будут являться) преступными или противоправными;
               </li>
               <li>• заблокировать действующую партнёрскую связь между зарегистрированными пользователями, если в ней
                  будут усмотрены признаки недобросовестности, противоречащие Соглашению.
               </li>
            </ul>
            <p>Пользователь, не согласный с любым из перечисленных действий Администрации, вправе направить обоснованное
               обращение в службу поддержки или на почту support@storiesgain.com.</p>
            <h1>6. Порядок разрешения споров и рассмотрения обращений</h1>
            <p>Все споры между Пользователями, а также между Пользователями и Администрацией Сайта, рассматриваются в
               соответствии с Соглашением на основании обращения, поступившего в службу поддержки по адресу
               support@FlowTok.com. Любая переписка, происходившая между Пользователями вне системы, а также
               последствия, наступившие в ходе таковой, не подлежит рассмотрению со стороны Администрации Сайта.</p>
            <p>При рассмотрении обращений Администрация Сайта руководствуется принципами объективности и всесторонности,
               а также заинтересованности в скорейшем и беспристрастном разрешении вопроса с учетом интересов всех
               сторон.</p><p>Ответ на обращение Пользователя осуществляется в срок, не превышающий 5 (пяти) рабочих дней
            с момента поступления. В случае, если в связи с обращением требуются какие-либо дополнительные действия
            (проведение технических работ, организационных мероприятий или др.), Администрация Сайта уведомляет об этом
            Пользователя(ей).</p>
            <h1>7. Заключительные положения</h1>
            <p>Настоящее Пользовательское соглашение составляет соглашение между Пользователем и Администрацией Сайта
               относительно порядка использования Системы и ее сервисов.</p><p>Настоящее Пользовательское соглашение
            регулируются и толкуются в соответствии с законодательством РФ. Вопросы, не урегулированные Соглашением,
            подлежат разрешению в соответствии с законодательством РФ.</p><p>В случае возникновения любых споров или
            разногласий, связанных с исполнением настоящего Соглашения, Пользователь и Администрация Сайта приложат все
            усилия для их разрешения путем проведения переговоров между ними. В случае, если споры не будут разрешены
            путем переговоров, споры подлежат разрешению в порядке, установленном действующим законодательством РФ.</p>
            <p>Настоящее Пользовательское соглашение вступает в силу для Пользователя с момента его присоединения к нему
               и действует в течение неопределенного срока.</p><p>Ничто в настоящем Соглашении не может пониматься как
            установление между Пользователем и Администрацией Сайта агентских отношений, отношений товарищества,
            отношений по совместной деятельности, отношений личного найма, либо каких-то иных отношений, прямо не
            предусмотренных настоящим Соглашением.</p><p>Настоящее Пользовательское соглашение составлено на русском
            языке.</p>
            <h1>8. РАСЧЕТЫ МЕЖДУ СТОРОНАМИ</h1>
            <p><b>8.1.</b> За оказание услуг по использованию Сайта, в частности, за предоставление возможностей. Настоящей
               Оферты, Заказчик уплачивает Администрации сайта вознаграждение в размере 25% от стоимости всех заказов,
               размещаемых Заказчиком на Сайте как в адрес Исполнителей, так и в адрес Администрации сайта.</p>
         </div>
      </Page_m>
   )
}