import React from "react";
import {Page_m} from "../../components/Page/Page_m";
import styles from "./styles.module.scss"

export const UserTerms = () => {
   return (
      <Page_m>
         <div className={styles.container}>
            {/*<h1>Пользовательское соглашение сервиса и защита персональных данных пользователей</h1>*/}
            {/*<p>Добро пожаловать на сайт FlowTok.com. Пожалуйста, ознакомьтесь с пользовательским соглашением сервиса*/}
            {/*   (далее - "Соглашение") FlowTok</p>*/}
            {/*<p>Пользование сервисом и любыми его производными подразумевает полное понимание, согласие и принятие*/}
            {/*   данного Соглашения.</p>*/}
            {/*<p>Зарегистрировавшись на сайте FlowTok.com, а также воспользовавшись любой его функциональной возможностью,*/}
            {/*   Вы выражаете свое согласие со всеми условиями Соглашения, обязуетесь их соблюдать или прекратить*/}
            {/*   использование.</p>*/}
            {/*<p>Соглашение может быть изменено Администраций Сайта без какого-либо специального уведомления, но не*/}
            {/*   отменяя иные виды уведомлений (через сайт или email), а новая редакция Соглашения вступает в силу с*/}
            {/*   момента ее размещения, если иное не предусмотрено новой редакцией Соглашения.</p>*/}
            {/*<h1>Термины и определения</h1>*/}
            {/*<p><b>Система - FlowTok</b> - интернет-сервис и/или интернет-приложение, предназначенные для проведения*/}
            {/*   рекламных*/}
            {/*   кампаний Пользователей и размещенные в сети Интернет и/или соответствующих плеймаркетах</p><p></p>*/}
            {/*<p><b>Администрация Сайта</b> — представители службы поддержки и руководства Системы.</p>*/}
            {/*<p><b>Пользователь</b> — физическое или юридическое лицо, зарегистрировавшее аккаунт в системе, как блогер*/}
            {/*   или как*/}
            {/*   рекламодатель, целью которого является реклама и/или продвижение собственных товаров, услуг, результатов*/}
            {/*   интеллектуальной или иной деятельности, принадлежащих Пользователям.</p>*/}
            {/*<p><b>Аккаунт</b> — уникальная учётная запись в системе, позволяющая идентифицировать Пользователя в системе*/}
            {/*   и*/}
            {/*   использовать все её доступные функции.</p>*/}
            {/*<p><b>Правила</b> — правила работы в Системе.</p>*/}
            {/*<p><b>Публикация</b> — размещенная на Площадке Пользователя единичная информация.</p>*/}
            {/*<p><b>Персональные данные</b> — любая информация, относящаяся к определенному или определяемому на основании*/}
            {/*   такой*/}
            {/*   информации физическому лицу (субъекту персональных данных), в том числе его фамилия, имя, отчество, год,*/}
            {/*   месяц, дата и место рождения, адрес, адрес электронной почты, телефонный номер, семейное, социальное,*/}
            {/*   имущественное положение, образование, профессия, доходы, другая информация.</p>*/}
            {/*<p><b>Конфиденциальность</b> персональных данных — обязательное для соблюдения назначенного ответственного*/}
            {/*   лица,*/}
            {/*   получившего доступ к персональным данным, требование не допускать их распространения без согласия*/}
            {/*   субъекта или иного законного основания.</p>*/}
            {/*<p><b>Обработка персональных данных</b> — действия (операции) с персональными данными, включая сбор,*/}
            {/*   систематизацию, накопление, хранение, уточнение (обновление, изменение), использование, распространение*/}
            {/*   (в том числе передачу), обезличивание, блокирование.</p>*/}
            {/*<h1>1. Общие положения</h1>*/}
            {/*<p>Настоящее Пользовательское соглашение являются юридически обязательным соглашением между Пользователем и*/}
            {/*   Администрацией Сайта, предметом которого является предоставление Администрацией Сайта Пользователю услуг*/}
            {/*   по использованию Сайта и его сервисов (далее - Услуги). Пользователь обязан полностью ознакомиться с*/}
            {/*   настоящим Соглашением до момента регистрации на Сайте. Регистрация Пользователя на Сайте означает полное*/}
            {/*   и безоговорочное принятие Пользователем настоящего Соглашения.</p><p>Настоящее Соглашение вступает в силу*/}
            {/*с момента его утверждения Администрацией и действует бессрочно, до замены его новым Соглашением.</p><p>К*/}
            {/*настоящему Соглашению и отношениям между Сайтом и Пользователем, которые возникли в связи с использованием*/}
            {/*сервисов, подлежит применению право законодательства РФ.</p>*/}
            {/*<p>Пользователю предоставляется личное неисключительное и непередаваемое право использовать программное*/}
            {/*   обеспечение, предоставляемое в сервисах, на одном компьютере, при условии, что ни Пользователь, ни любые*/}
            {/*   иные лица при содействии Пользователя не будут копировать или изменять программное обеспечение; создавать*/}
            {/*   программы, производные от программного обеспечения; проникать в программное обеспечение с целью получения*/}
            {/*   кодов программ; осуществлять продажу, уступку, сдачу в аренду, передачу третьим лицам в любой иной форме*/}
            {/*   прав в отношении программного обеспечения служб, предоставленных Пользователю по настоящему Соглашению, а*/}
            {/*   также модифицировать сервисы, в том числе с целью получения несанкционированного доступа к ним.</p>*/}
            {/*<p>Обращения, предложения и претензии физических и юридических лиц к Администрации Сайта в связи с настоящим*/}
            {/*   Соглашением и всеми вопросами по функционированию Сайта, нарушениями прав и интересов третьих лиц при его*/}
            {/*   использовании, могут быть направлены на электронный адрес: support@FlowTok.com</p>*/}
            {/*<p>Никакие положения настоящего Соглашения не предоставляют Пользователю право на использование фирменного*/}
            {/*   наименования, товарных знаков, доменных имен и иных отличительных знаков Администрации Сайта. Право на*/}
            {/*   использование фирменного наименования, товарных знаков, доменных имен и иных отличительных знаков*/}
            {/*   Администрации Сайта может быть предоставлено исключительно по письменному соглашению с Администрацией*/}
            {/*   Сайта.</p>*/}
            {/*<h1>2. Регистрация на сайте и статус Пользователя</h1>*/}
            {/*<p>Для того, чтобы воспользоваться сервисами Сайта, Пользователь соглашается представить достоверную и*/}
            {/*   полную информацию о себе по вопросам, предлагаемым в Форме Регистрации, для формирования персональной*/}
            {/*   страницы Пользователя, включая уникальные для каждого Пользователя логин (адрес электронной почты либо*/}
            {/*   номер мобильного телефона для входа на Сайт). Пароль доступа к Сайту направляется Пользователем*/}
            {/*   Администрацией Сайта по средству связи, выбранному Пользователем.</p><p>В случае предоставления неверной*/}
            {/*информации или если у Администрации сайта возникнут серьезные основания полагать, что представленная*/}
            {/*информация неполна или недостоверна, Администрация сайта имеет право заблокировать либо удалить учетную*/}
            {/*запись Пользователя и отказать Пользователю в использовании своих сервисов.</p><p>Регистрационная форма*/}
            {/*Сайта может запрашивать у Пользователя дополнительную информацию.</p><p>Пользователь несет ответственность*/}
            {/*за достоверность, актуальность, полноту предоставленной при регистрации информации.</p><p>Регистрация*/}
            {/*Пользователя на Сайте является бесплатной, добровольной и производится по адресу в сети Интернет:*/}
            {/*FlowTok.com</p>*/}
            {/*<p>Пользователем Сайта является физическое лицо или юридическое лицо, зарегистрированное на Сайте в*/}
            {/*   соответствии с установленным настоящим Соглашением порядком, достигшее возраста, допустимого в*/}
            {/*   соответствии с законодательством РФ для акцепта настоящего Соглашения (далее - Пользователь).</p>*/}
            {/*<p>После успешной регистрации Пользователя на Сайте Администрация принимает на себя права и обязанности*/}
            {/*   перед Пользователем, указанные в настоящем Соглашении.</p><p>После завершения процесса регистрации*/}
            {/*Пользователь может использовать логин и пароль для доступа к персонализированной части сервисов Сайта. При*/}
            {/*этом, Пользователь несет полную ответственность за безопасность своих персональных данных для авторизации, а*/}
            {/*также за все, то будет сделано с использованием сервисов Сайта по логином и паролем Пользователя.</p>*/}
            {/*<p>Каждый Пользователь вправе зарегистрировать в Системе только один Аккаунт. В тоже время, на одном*/}
            {/*   Аккаунте может быть размещено неограниченное количество Площадок.</p>*/}
            {/*<p>Регистрация в Системе является полностью добровольной. Администрация, обеспечивая возможность*/}
            {/*   постоянного, наиболее полного и удобного взаимодействия между Пользователями, не несёт ответственность за*/}
            {/*   любые виды ущерба, который могут понести Пользователи в связи с использованием или невозможностью*/}
            {/*   надлежащего использования Системы.</p><p>Пользователь обязан немедленно уведомить Администрацию сайта о*/}
            {/*любом случае неавтоматизированного (не разрешенного Пользователем) доступа с логином и паролем и/или о любом*/}
            {/*нарушении безопасности, а также обязан осуществлять самостоятельное безопасное завершение работы под своим*/}
            {/*паролем по окончании каждой сессии работы с Сайтом и обеспечивает конфиденциальность своего пароля доступа к*/}
            {/*Сайту.</p><p>Принимая настоящее Соглашение путем регистрации на Сайте, Пользователь подтверждает свое*/}
            {/*согласие на хранение, обработку, трансляцию, копирование Администрацией его персональных данных,*/}
            {/*предоставленных при регистрации, а также размещаемых Пользователем добровольно на своей персональной*/}
            {/*странице.</p>*/}
            {/*<p>Обработка персональных данных Пользователя осуществляется в соответствии с законодательством РФ.*/}
            {/*   Администрация Сайта обрабатывает персональные данные Пользователя в целях предоставления Пользователю*/}
            {/*   услуг, в том числе, в целях получения Пользователем персонализированной (таргетированной) рекламы;*/}
            {/*   проверки, исследования и анализа таких данных, позволяющих поддерживать и улучшать сервисы и разделы*/}
            {/*   Сайта, а также разрабатывать новые сервисы и разделы Сайта.</p>*/}
            {/*<p>Администрация Сайта принимает все необходимые меры для защиты персональных данных Пользователя от*/}
            {/*   неправомерного доступа, изменения, раскрытия или уничтожения (в соответствии с разделом 3 настоящего*/}
            {/*   Соглашения).</p><p>Выбранные Пользователем данные для входа в Систему - являются необходимой и*/}
            {/*достаточной информацией для доступа Пользователя к сервисам Сайта. Пользователь не имеет права передавать*/}
            {/*свои логин и пароль третьим лицам, несет полную ответственность за их сохранность, самостоятельно выбирая*/}
            {/*способ их хранения.</p><p>Если Пользователем не доказано обратное, любые действия, совершенные с*/}
            {/*использованием его логина и пароля, считаются совершенными соответствующим Пользователем.</p><p>После*/}
            {/*регистрации Пользователь получает право самостоятельно создавать, использовать и определять содержание*/}
            {/*собственной персональной страницы.</p>*/}
            {/*<p>Пользователь осознает, что Администрация Сайта не принимает участие в формировании и использовании*/}
            {/*   содержания и контроле доступа других пользователей к персональной странице Пользователя.</p>*/}
            {/*<p>Удаление персональной страницы Пользователя осуществляется Администрацией Сайта в срок согласованный с*/}
            {/*   Пользователем по личному письменному заявлению Пользователя, направленному на адрес электронной почты*/}
            {/*   технической поддержки: support@FlowTok.com.</p><p>Электронное письмо Пользователя должно быть направлено*/}
            {/*с адреса электронной почты, указанного Пользователем при регистрации в Системе либо измененного при*/}
            {/*последующем использовании персональной страницы Пользователя. В заявлении необходимо указать номер*/}
            {/*мобильного телефона, к которому прикреплена персональная страница Пользователя, для целей проверки*/}
            {/*подлинности волеизъявления Пользователя.</p>*/}
            {/*<h1>3. Защита персональных данных Пользователя и конфиденциальность.</h1>*/}
            {/*<p>Пользователь дает свое полное согласие на передачу, получение, хранение и использование Администрацией*/}
            {/*   Сайта любого вида информации и персональных данных, полученных Системой в ходе оказания услуг для*/}
            {/*   Пользователя.</p><p>Администрация Сайта, со своей стороны, гарантирует нераспространение полученных*/}
            {/*данных Пользователя.</p><p>Под защитой персональных данных Пользователя понимается комплекс мер*/}
            {/*(организационно-распорядительных, технических, юридических), направленных на предотвращение неправомерного*/}
            {/*или случайного доступа к ним, уничтожения, изменения, блокирования, копирования, распространения*/}
            {/*персональных данных субъектов, а также от иных неправомерных действий.</p><p>Защита персональных данных*/}
            {/*Пользователя осуществляется за счёт Администрации в порядке, установленном федеральным законом РФ.</p>*/}
            {/*<p>Администрация сайта при защите персональных данных Пользователей принимает все необходимые*/}
            {/*   организационно-распорядительные, юридические и технические меры, в том числе:</p>*/}
            {/*<ul>*/}
            {/*   <li>• Шифровальные (криптографические) средства</li>*/}
            {/*   <li>• Антивирусная защита.</li>*/}
            {/*   <li>• Анализ защищённости.</li>*/}
            {/*   <li>• Обнаружение и предотвращение вторжений.</li>*/}
            {/*   <li>• Управления доступом.</li>*/}
            {/*   <li>• Регистрация и учет.</li>*/}
            {/*   <li>• Обеспечение целостности.</li>*/}
            {/*</ul>*/}
            {/*<p>Доступ к персональным данным Пользователя имеют сотрудники Администрации Сайта, которым персональные*/}
            {/*   данные необходимы для всестороннего и полного выполнения своих обязанностей.</p><p>Защита персональных*/}
            {/*данных Пользователей, хранящихся в электронных базах данных Администрации сайта, от несанкционированного*/}
            {/*доступа, искажения и уничтожения информации, а также от иных неправомерных действий, обеспечивается*/}
            {/*системным администратором.</p><p>Защита доступа к электронным базам данных, содержащим персональные данные*/}
            {/*Пользователей, обеспечивается использованием лицензированных антивирусных и антихакерских программ, не*/}
            {/*допускающих несанкционированный вход в локальную сеть, а так же разграничением прав доступа с использованием*/}
            {/*учетной записи.</p><p>Все электронные папки и файлы, содержащие персональные данные Пользователей,*/}
            {/*защищаются паролем, который устанавливается ответственным системным администратором.</p>*/}
            {/*<p>Под конфиденциальной информацией в Соглашении понимается любая информация, которая имеет действительную*/}
            {/*   или потенциальную коммерческую ценность в силу неизвестности ее третьим лицам, к которой нет свободного*/}
            {/*   доступа на законном основании и к сохранению конфиденциальности которой обладатель принимает все*/}
            {/*   возможные меры.</p>*/}
            {/*<p>Сведения, составляющие конфиденциальную информацию, могут быть обличены, в виде*/}
            {/*   фотографий, в электронном, графическом, а также в любом другом виде.</p>*/}
            {/*<p>Все объекты, размещенные в Системе, в том числе элементы дизайна, текст, графические изображения,*/}
            {/*   иллюстрации, скрипты, программы, и другие объекты и их подборки (далее - Контент), являются объектами*/}
            {/*   исключительных прав Администрации, Пользователей Системы и других правообладателей, все права на эти*/}
            {/*   объекты защищены.</p>*/}
            {/*<p>Кроме своего собственного Контента, Пользователь не вправе загружать или иным образом доводить до*/}
            {/*   всеобщего сведения (публиковать в Системе) Контент других сайтов, баз данных и прочие результаты*/}
            {/*   интеллектуальной деятельности при отсутствии явным образом выраженного согласия правообладателя на такие*/}
            {/*   действия.</p>*/}
            {/*<p>Ничто в настоящем Соглашении не может быть рассмотрено как передача исключительных прав на Контент.</p>*/}
            {/*<p>Пользователь несет личную ответственность за любой Контент или иную информацию, которые он загружает или*/}
            {/*   иным образом доводит до всеобщего сведения (публикует) в Системе или с ее помощью. Пользователь не имеет*/}
            {/*   права загружать, передавать или публиковать Контент в Системе, если он не обладает соответствующими*/}
            {/*   правами на совершение таких действий, приобретенными или переданными ему.</p>*/}
            {/*<p>Администрация Сайта может, но не обязана, просматривать Систему на наличие запрещенного Контента и может*/}
            {/*   удалять или перемещать (без предупреждения) любой Контент или пользователей по своему личному усмотрению,*/}
            {/*   по любой причине или без причины, включая без всяких ограничений перемещение или удаление Контента,*/}
            {/*   который, по личному мнению Администрации, нарушает настоящее Соглашение, и/или может нарушать права,*/}
            {/*   причинить вред или угрожать безопасности других Пользователей или третьих лиц.</p>*/}
            {/*<p>Размещая свой Контент в Системе, Пользователь передает Администрации право делать копии своего Контента с*/}
            {/*   целью упорядочения и облегчения публикации и хранения пользовательского Контента в Системе.</p>*/}
            {/*<p>Размещая свой Контент в любой части Системы, Пользователь автоматически безвозмездно предоставляет*/}
            {/*   Администрации неисключительное право на его использование путем копирования, публичного исполнения,*/}
            {/*   воспроизведения, переработки, перевода и распространения для целей Системы или в связи с ними, в том*/}
            {/*   числе для популяризации Контента, Пользователя и/или Системы. Для указанных целей Администрация может*/}
            {/*   изготавливать производные произведения или вставлять Контент Пользователя в качестве составных частей в*/}
            {/*   соответствующие сборники, совершать иные действия, служащие достижению указанных целей.</p>*/}
            {/*<p>Если Пользователь удаляет свой Контент из Системы, Администрация вправе сохранять архивные копии*/}
            {/*   пользовательского Контента в течение неопределенного срока.</p>*/}
            {/*<p>Система содержит (или может содержать) ссылки на другие сайты в сети Интернет (сайты третьих лиц) так же,*/}
            {/*   как и статьи, фотографии, иллюстрации, графические изображения, музыку, звуки, видео, информацию,*/}
            {/*   приложения, программы и другой Контент, принадлежащий или исходящий от третьих лиц (Контент третьих лиц),*/}
            {/*   являющийся результатом интеллектуальной деятельности.</p>*/}
            {/*<p>Указанные третьи лица и их Контент не проверяются Администрацией на соответствие тем или иным требованиям*/}
            {/*   (достоверности, полноты, добросовестности и т.п.). Администрация не несет ответственность за любую*/}
            {/*   информацию, размещенную на сайтах третьих лиц, к которым Пользователь получает доступ через Систему или*/}
            {/*   через Контент третьих лиц, включая, в том числе, любые мнения или утверждения, выраженные на сайтах*/}
            {/*   третьих лиц или в их Контенте.</p>*/}
            {/*<p>Размещенные в Системе ссылки или руководства по скачиванию файлов и(или) установке программ третьих лиц*/}
            {/*   не означают поддержки или одобрения этих действий со стороны Администрации.</p>*/}
            {/*<p>Ссылка на любой сайт, продукт, услугу, любую информацию коммерческого или некоммерческого характера,*/}
            {/*   размещенная в Системе, не является одобрением или рекомендацией данных продуктов (услуг) со стороны*/}
            {/*   Администрации.</p>*/}
            {/*<p>Если Пользователь решил покинуть Систему и перейти к сайтам третьих лиц или использовать, или установить*/}
            {/*   программы третьих лиц, он делает это на свой риск и с этого момента настоящее Соглашение более не*/}
            {/*   распространяются на Пользователя.</p>*/}
            {/*<h1>4. Обязанности Пользователя</h1>*/}
            {/*<h2>4.1 При пользовании сервисами Сайта Пользователь обязан:</h2>*/}
            {/*<ul>*/}
            {/*   <li>• соблюдать положения действующего законодательства РФ, настоящего Соглашения и иных специальных*/}
            {/*      документов Администрации Сайта;*/}
            {/*   </li>*/}
            {/*   <li>• предоставлять при регистрации достоверные, полные и актуальные данные, следить за их*/}
            {/*      актуализацией;*/}
            {/*   </li>*/}
            {/*   <li>• информировать Администрацию Сайта о несанкционированном доступе к персональной странице и/или о*/}
            {/*      несанкционированном доступе и/или использовании пароля и логина Пользователя;*/}
            {/*   </li>*/}
            {/*   <li>• не предоставлять доступ другим Пользователям к собственной персональной странице или к отдельной*/}
            {/*      содержащейся на ней информации в случае, если это может привести к нарушению настоящего Соглашения,*/}
            {/*      специальных документов Администрации Сайта;*/}
            {/*   </li>*/}
            {/*   <li>• не размещать на персональной странице информацию и объекты (включая ссылки на них), которые могут*/}
            {/*      нарушать права и интересы других лиц;*/}
            {/*   </li>*/}
            {/*   <li>• перед размещением информации и объектов (включая, но не ограничиваясь, изображениями других лиц,*/}
            {/*      чужими текстами различного содержания) предварительно оценивать законность их размещения;*/}
            {/*   </li>*/}
            {/*   <li>• хранить в тайне и не предоставлять другим Пользователям и третьим лицам ставшие ему известными в*/}
            {/*      результате общения с другими Пользователями и иного использования Системы персональные данные*/}
            {/*      (включая, но не ограничиваясь, домашними адресами, номерами телефонов, адресами электронной почты,*/}
            {/*      паспортными данными, банковской информацией) без получения соответствующего предварительного*/}
            {/*      разрешения последних;*/}
            {/*   </li>*/}
            {/*   <li>• осуществлять резервное копирование важной для Пользователя хранящейся на его персональной странице*/}
            {/*      информации*/}
            {/*   </li>*/}
            {/*   <li>• быть корректным в переписке и личном общении с другим Пользователем(ми), а также воздерживаться от*/}
            {/*      действий и (или) реплик в любой форме, направленных на оскорбление, непристойности, дискриминацию по*/}
            {/*      расовому, религиозному, половому, национальному и иным признакам, подрыв авторитета, имиджа и доверия*/}
            {/*      других Пользователей, Администрации Сайта и Системы в целом.*/}
            {/*   </li>*/}
            {/*</ul>*/}
            {/*<p>Пользователь обязан воздерживаться от распространения непроверенной, ложной, дезориентирующей и иной*/}
            {/*   информации, наносящей и (или) способной нанести вред Пользователям, Администрации, репутации Системы и*/}
            {/*   третьим лицам. Пользователь обязуется по первому требованию Администрации Системы удалить с личной*/}
            {/*   площадки (с сайта или другого интернет-ресурса) информацию подобного рода.</p>*/}
            {/*<p>В случае наличия сомнений в отношении законности осуществления тех или иных действий, в том числе, по*/}
            {/*   размещению информации или предоставлению доступа, Администрация Сайта рекомендует воздержаться от*/}
            {/*   осуществления последних.</p>*/}
            {/*<h2>4.2. Пользователю при использовании Сайта запрещается:</h2>*/}
            {/*<ul>*/}
            {/*   <li>• регистрироваться в качестве Пользователя от имени или вместо другого лица ("фальшивый аккаунт") или*/}
            {/*      регистрировать группу (объединение) лиц или юридическое лицо в качестве Пользователя, при этом,*/}
            {/*      возможна регистрация от имени и поручению другого физического лица или юридического лица при условии*/}
            {/*      получения необходимых полномочий в порядке и форме, предусмотренных законодательством РФ;*/}
            {/*   </li>*/}
            {/*   <li>• вводить Пользователей в заблуждение относительно своей личности, используя логин и пароль другого*/}
            {/*      зарегистрированного Пользователя;*/}
            {/*   </li>*/}
            {/*   <li>• искажать сведения о себе, своем возрасте или своих отношениях с другими лицами или организациями;*/}
            {/*   </li>*/}
            {/*   <li>• загружать, хранить, публиковать, распространять и предоставлять доступ или иным образом*/}
            {/*      использовать любую информацию, которая: содержит угрозы, дискредитирует, оскорбляет, порочит честь и*/}
            {/*      достоинство или деловую репутацию или нарушает неприкосновенность частной жизни других Пользователей*/}
            {/*      или третьих лиц; нарушает права несовершеннолетних лиц; является вульгарной или непристойной, содержит*/}
            {/*      нецензурную лексику, содержит порнографические изображения и тексты или сцены сексуального характера с*/}
            {/*      участием несовершеннолетних; содержит сцены насилия, либо бесчеловечного обращения с животными;*/}
            {/*      содержит описание средств и способов суицида, любое подстрекательство к его совершению; пропагандирует*/}
            {/*      и/или способствует разжиганию расовой, религиозной, этнической ненависти или вражды, пропагандирует*/}
            {/*      фашизм или идеологию расового превосходства; содержит экстремистские материалы; пропагандирует*/}
            {/*      преступную деятельность или содержит советы, инструкции или руководства по совершению преступных*/}
            {/*      действий, содержит информацию ограниченного доступа, включая, но не ограничиваясь, государственной и*/}
            {/*      коммерческой тайной, информацией о частной жизни третьих лиц; содержит рекламу или описывает*/}
            {/*      привлекательность употребления наркотических веществ, в том числе "цифровых наркотиков" (звуковых*/}
            {/*      файлов, оказывающих воздействие на мозг человека за счет бинауральных ритмов), информацию о*/}
            {/*      распространении наркотиков, рецепты их изготовления и советы по употреблению; носит мошеннический*/}
            {/*      характер; а также нарушает иные права и интересы граждан и юридических лиц или требования*/}
            {/*      законодательства РФ;*/}
            {/*   </li>*/}
            {/*   <li>• незаконно загружать, хранить, публиковать, распространять и предоставлять доступ или иным образом*/}
            {/*      использовать интеллектуальную собственность Пользователей и третьих лиц;*/}
            {/*   </li>*/}
            {/*   <li>• осуществлять массовые рассылки сообщений без согласия Пользователей Сайта;</li>*/}
            {/*   <li>• использовать программное обеспечение и осуществлять действия, направленные на нарушении нормального*/}
            {/*      функционирования Системы и ее сервисов или персональных страниц Пользователей;*/}
            {/*   </li>*/}
            {/*   <li>• загружать, хранить, публиковать, распространять и предоставлять доступ или иным образом*/}
            {/*      использовать вирусы, трояны и другие вредоносные программы;*/}
            {/*   </li>*/}
            {/*   <li>• использовать без специального на то разрешения Администрации Сайта автоматизированные скрипты*/}
            {/*      (программы) для сбора информации в Системе и(или) взаимодействия с Системой и ее сервисами;*/}
            {/*   </li>*/}
            {/*   <li>• любым способом, в том числе, но не ограничиваясь, путем обмана, злоупотребления доверием, взлома,*/}
            {/*      пытаться получить доступ к логину и паролю другого Пользователя;*/}
            {/*   </li>*/}
            {/*   <li>• осуществлять незаконные сбор и обработку персональных данных других лиц;</li>*/}
            {/*   <li>• осуществлять (пытаться получить) доступ к каким-либо сервисам иным способом, кроме как через*/}
            {/*      интерфейс, предоставленный Администрацией Сайта, за исключением случаев, когда такие действия были*/}
            {/*      прямо разрешены Пользователю в соответствии с отдельным соглашением с Администрацией;*/}
            {/*   </li>*/}
            {/*   <li>• воспроизводить, дублировать, копировать, продавать, осуществлять торговые операции и перепродавать*/}
            {/*      услуги для каких-либо целей, за исключением случаев, когда такие действия были прямо разрешены*/}
            {/*      Пользователю в соответствии с условиями отдельного соглашения с Администрацией;*/}
            {/*   </li>*/}
            {/*   <li>• размещать коммерческую и политическую рекламу вне специальных разделов Системы, установленных*/}
            {/*      Администрацией Сайта. Приобретение Пользователем платных услуг в Системе осуществляется в порядке,*/}
            {/*      установленном в специальных документах Администрации, размещенных на Сайте;*/}
            {/*   </li>*/}
            {/*   <li>• модифицировать, продавать, распространять контент и программы, целиком либо по частям, кроме*/}
            {/*      случаев, специально оговоренных Администрацией Сайта или его рекламодателями;*/}
            {/*   </li>*/}
            {/*   <li>• размещать любую другую информацию, которая, по личному мнению Администрации, является*/}
            {/*      нежелательной, не соответствует целям создания Системы, ущемляет интересы Пользователей или по другим*/}
            {/*      причинам является нежелательной для размещения в Системе.*/}
            {/*   </li>*/}
            {/*</ul>*/}
            {/*<p>Пользователь несет личную ответственность за любую информацию, которую размещает в Системе, сообщает*/}
            {/*   другим Пользователям, а также за любые взаимодействия с другими Пользователями, осуществляемые на свой*/}
            {/*   риск.</p><p>Бездействие со стороны Администрации Сайта в случае нарушения Пользователем либо иными*/}
            {/*Пользователями положений настоящего Соглашения не лишает Администрацию Сайта права предпринять*/}
            {/*соответствующие действия в защиту своих интересов позднее, а также не означает отказа Администрации Сайта от*/}
            {/*своих прав в случае совершения в последующем подобных либо сходных нарушений.</p>*/}
            {/*<p>В случае несогласия Пользователя с настоящим Соглашением или их обновлениями, Пользователь обязан*/}
            {/*   отказаться от его использования, проинформировав об этом Администрацию Сайта в установленном порядке.</p>*/}
            {/*<h1>5. Ответственность Пользователей и Администрации Системы</h1>*/}
            {/*<p>Пользователи несут ответственность за собственные действия в связи с созданием и размещением информации*/}
            {/*   на собственной персональной странице в Системе, а также в связи с размещением информации в иных разделах*/}
            {/*   Системы в соответствии с действующим законодательством РФ.</p><p>Администрация Сайта предоставляет*/}
            {/*техническую возможность его использования Пользователями, не участвует в формировании содержания*/}
            {/*персональных страниц Пользователей и не контролирует и не несет ответственности за действия или бездействие*/}
            {/*любых лиц в отношении использования Системы или формирования и использования содержания персональных страниц*/}
            {/*Пользователей в Системе.</p><p>Администрация сохраняет за собой право в любое время изменять оформление*/}
            {/*Системы, ее содержание, список сервисов, изменять или дополнять используемые скрипты, программное*/}
            {/*обеспечение и другие объекты, используемые или хранящиеся в Системе, любые серверные приложения в любое*/}
            {/*время с предварительным уведомлением или без такового.</p><p>Администрация Сайта вправе осуществлять*/}
            {/*предварительную модерацию или цензуру информации Пользователей и предпринимает действия по защите прав и*/}
            {/*интересов лиц.</p><p>Администрация Сайта не несет ответственности за нарушение Пользователем настоящего*/}
            {/*Соглашения и оставляет за собой право по своему собственному усмотрению, а также при получении информации от*/}
            {/*других пользователей либо третьих лиц о нарушении Пользователем настоящего Соглашения, изменять*/}
            {/*(модерировать) или удалять любую публикуемую Пользователем информацию, нарушающую запреты, установленные*/}
            {/*настоящим Соглашением (включая личные сообщения), приостанавливать, ограничивать или прекращать доступ*/}
            {/*Пользователя ко всем или к любому из разделов или сервисов Системы в любое время по любой причине или без*/}
            {/*объяснения причин, с предварительным уведомлением или без такового, не отвечая за любой вред, который может*/}
            {/*быть причинен Пользователю таким действием.</p><p>Администрация Сайта закрепляет за собой право удалить*/}
            {/*персональную страницу Пользователя и(или) приостановить, ограничить или прекратить доступ Пользователя к*/}
            {/*любому из сервисов Системы, если Администрация обнаружит, что по ее мнению, Пользователь представляет угрозу*/}
            {/*для Системы и(или) ее Пользователей. Администрация Сайта не несет ответственности за осуществленное в*/}
            {/*соответствии с настоящим Соглашением временное блокирование или удаление информации, или удаление*/}
            {/*персональной страницы (прекращение регистрации) Пользователя.</p>*/}
            {/*<p>Удаление персональной страницы Пользователя означает автоматическое удаление всей информации, размещенной*/}
            {/*   на ней, а также всей информации Пользователя, введенной при регистрации в Системе. После удаления*/}
            {/*   персональной страницы Пользователь теряет права доступа к Системе.</p>*/}
            {/*<p>Настоящее Пользовательское соглашение может быть изменено или прекращено Администрацией Сайта в*/}
            {/*   одностороннем порядке без предварительного уведомления Пользователя и без выплаты какой-либо компенсации*/}
            {/*   в связи с этим.</p><p>Администрация Сайта обеспечивает функционирование и работоспособность Системы и*/}
            {/*обязуется оперативно восстанавливать ее работоспособность в случае технических сбоев и перерывов.*/}
            {/*Администрация Сайта не несет ответственности за временные сбои и перерывы в работе Системы и вызванные ими*/}
            {/*потерю информации. Администрация не несет ответственности за любой ущерб компьютеру Пользователя или иного*/}
            {/*лица, мобильным устройствам, любому другому оборудованию или программному обеспечению, вызванный или*/}
            {/*связанный со скачиванием материалов с Системы или по ссылкам, размещенным в Системе.</p><p>Администрация*/}
            {/*Сайта имеет право распоряжаться статистической информацией, связанной с функционированием Системы, а также*/}
            {/*информацией Пользователей для обеспечения адресного показа рекламной информации различным аудиториям*/}
            {/*Пользователей Сайта. Для целей организации функционирования и технической поддержки Системы и исполнения*/}
            {/*настоящего Соглашения Администрация Сайта имеет техническую возможность доступа к персональным страницам*/}
            {/*Пользователей, которую реализует только в случаях, установленных настоящим Соглашением.</p><p>Администрация*/}
            {/*Сайта имеет право направлять Пользователю информацию о развитии Системы и ее сервисов, а также рекламировать*/}
            {/*собственную деятельность и услуги</p>*/}
            {/*<p>Пользователь признает, что Администрация Сайта может устанавливать ограничения в использовании служб, в*/}
            {/*   том числе: срок хранения любого контента, максимальный размер дискового пространства, максимальное*/}
            {/*   количество обращений к службе за указанный период времени и т.д. </p><p>Администрация Сайта может*/}
            {/*запретить автоматическое обращение к своим сервисам, а также прекратить прием любой информации,*/}
            {/*сгенерированной автоматически. Администрация Сайта может посылать своим пользователям информационные*/}
            {/*сообщения.</p>*/}
            {/*<p>Администрация Сайта не несет ответственности ни за какие задержки, сбои, неверную или несвоевременную*/}
            {/*   доставку, удаление или не сохранность какой-либо пользовательской персональной информации.</p>*/}
            {/*<p>Пользователь согласен с тем, что Администрация Сайта оставляет за собой право удалить Пользователей,*/}
            {/*   которые не использовали свой доступ в течение долгого времени.</p>*/}
            {/*<p>Пользователь сознаёт, что реклама отдельных товаров и услуг на территории стран, на территории которой*/}
            {/*   совершаются действия внутри Системы, ограничена действующим законодательством, несоответствие рекламы,*/}
            {/*   размещённой на площадке, требованиям закона, может быть расценено правоохранительными или иными органами,*/}
            {/*   как совершение преступления или административного правонарушения, ответственность за которое может*/}
            {/*   понести лицо, разместившее такую Публикацию.</p>*/}
            {/*<p>За несоблюдение настоящего Соглашения Администрация вправе:</p>*/}
            {/*<ul>*/}
            {/*   <li>• предупредить Пользователя, не соблюдающего одно или несколько требований Соглашения, о возможных*/}
            {/*      последствиях такого несоблюдения;*/}
            {/*   </li>*/}
            {/*   <li>• заблокировать Аккаунт Пользователя, не соблюдающего одно или несколько требований Соглашения, на*/}
            {/*      срок, необходимый для выяснения обстоятельств и устранения последствий этого несоблюдения*/}
            {/*      (несоответствия);*/}
            {/*   </li>*/}
            {/*   <li>• приостановить активность Пользователя, если хотя бы один её параметр не соответствует требованиям*/}
            {/*      Соглашения, до момента достижения указанных параметров;*/}
            {/*   </li>*/}
            {/*   <li>• удалить Аккаунт Пользователя в случае, если появятся основания полагать, что его действия или*/}
            {/*      бездействие, непосредственно связанные с использованием Аккаунта, неминуемо повлекут причинение вреда*/}
            {/*      администрации или третьим лицам, либо являются (будут являться) преступными или противоправными;*/}
            {/*   </li>*/}
            {/*   <li>• заблокировать действующую партнёрскую связь между зарегистрированными пользователями, если в ней*/}
            {/*      будут усмотрены признаки недобросовестности, противоречащие Соглашению.*/}
            {/*   </li>*/}
            {/*</ul>*/}
            {/*<p>Пользователь, не согласный с любым из перечисленных действий Администрации, вправе направить обоснованное*/}
            {/*   обращение в службу поддержки или на почту support@storiesgain.com.</p>*/}
            {/*<h1>6. Порядок разрешения споров и рассмотрения обращений</h1>*/}
            {/*<p>Все споры между Пользователями, а также между Пользователями и Администрацией Сайта, рассматриваются в*/}
            {/*   соответствии с Соглашением на основании обращения, поступившего в службу поддержки по адресу*/}
            {/*   support@FlowTok.com. Любая переписка, происходившая между Пользователями вне системы, а также*/}
            {/*   последствия, наступившие в ходе таковой, не подлежит рассмотрению со стороны Администрации Сайта.</p>*/}
            {/*<p>При рассмотрении обращений Администрация Сайта руководствуется принципами объективности и всесторонности,*/}
            {/*   а также заинтересованности в скорейшем и беспристрастном разрешении вопроса с учетом интересов всех*/}
            {/*   сторон.</p><p>Ответ на обращение Пользователя осуществляется в срок, не превышающий 5 (пяти) рабочих дней*/}
            {/*с момента поступления. В случае, если в связи с обращением требуются какие-либо дополнительные действия*/}
            {/*(проведение технических работ, организационных мероприятий или др.), Администрация Сайта уведомляет об этом*/}
            {/*Пользователя(ей).</p>*/}
            {/*<h1>7. Заключительные положения</h1>*/}
            {/*<p>Настоящее Пользовательское соглашение составляет соглашение между Пользователем и Администрацией Сайта*/}
            {/*   относительно порядка использования Системы и ее сервисов.</p><p>Настоящее Пользовательское соглашение*/}
            {/*регулируются и толкуются в соответствии с законодательством РФ. Вопросы, не урегулированные Соглашением,*/}
            {/*подлежат разрешению в соответствии с законодательством РФ.</p><p>В случае возникновения любых споров или*/}
            {/*разногласий, связанных с исполнением настоящего Соглашения, Пользователь и Администрация Сайта приложат все*/}
            {/*усилия для их разрешения путем проведения переговоров между ними. В случае, если споры не будут разрешены*/}
            {/*путем переговоров, споры подлежат разрешению в порядке, установленном действующим законодательством РФ.</p>*/}
            {/*<p>Настоящее Пользовательское соглашение вступает в силу для Пользователя с момента его присоединения к нему*/}
            {/*   и действует в течение неопределенного срока.</p><p>Ничто в настоящем Соглашении не может пониматься как*/}
            {/*установление между Пользователем и Администрацией Сайта агентских отношений, отношений товарищества,*/}
            {/*отношений по совместной деятельности, отношений личного найма, либо каких-то иных отношений, прямо не*/}
            {/*предусмотренных настоящим Соглашением.</p><p>Настоящее Пользовательское соглашение составлено на русском*/}
            {/*языке.</p>*/}
            {/*<h1>8. РАСЧЕТЫ МЕЖДУ СТОРОНАМИ</h1>*/}
            {/*<p><b>8.1.</b> За оказание услуг по использованию Сайта, в частности, за предоставление возможностей.*/}
            {/*   Настоящей*/}
            {/*   Оферты, Заказчик уплачивает Администрации сайта вознаграждение в размере 25% от стоимости всех заказов,*/}
            {/*   размещаемых Заказчиком на Сайте как в адрес Исполнителей, так и в адрес Администрации сайта.</p>*/}
            <h1>Публичная оферта</h1>
            <h1>1. ТЕРМИНЫ, ИСПОЛЬЗУЕМЫЕ В ОФЕРТЕ</h1>
            <p>1.1. Для целей настоящей Оферты нижеприведенные термины
               используются в следующем значении:</p>
            <p>1.1.1. Сайт – результат интеллектуальной деятельности,
               представляющий собой составное произведение, расположенное в
               информационно-телекоммуникационной сети (сети Интернет) под
               определенным сетевым адресом и включающее в себя программы для
               ЭВМ (программное обеспечение) , обеспечивающие его
               функционирование, графическое решение (дизайн), контент,
               размещенный на нем, в том числе, но не ограничиваясь, текстовую
               информацию, фотографические изображения, картинки, видеоролики,
               видеозаписи и др. Под Сайтом в тексте настоящего Соглашения
               понимается Сайт, расположенный в сети Интернет под доменным
               именем (адресом) flowtok.com, а также его производные.</p><p>1.1.2. Администрация сайта – лицо,
            обладающее правами на
            владение, использование и управление Сайтом, указанным в пункте
            1.1.1. настоящей Оферты, и предоставляющее его в пользование
            Заказчикам.</p><p>1.1.3. Заказчик – физическое лицо, действующее в своих личных
            интересах или через уполномоченного представителя, или
            юридическое лицо (организация) в лице своего уполномоченного
            представителя, действующего в интересах такого юридического лица,
            или индивидуальный предприниматель, действующий в своих личных
            интересах или через уполномоченного представителя, использующее
            Сайт в соответствии с его основным назначением.</p><p>1.1.4. Исполнитель – физическое лицо (гражданин) ,
            действующее в своих личных интересах или через уполномоченного
            представителя, или юридическое лицо (организация) в лице
            уполномоченного представителя, действующего в интересах такого
            юридического лица, или индивидуальный предприниматель,
            действующий в своих личных интересах или через уполномоченного
            представителя, выполнившее (-ий) заказ Заказчика.</p><p>1.1.5. Заказ – задание Заказчика на выполнение
            определенной
            работы (оказание услуги), информация о которой размещается
            Заказчиком на Сайте, в том числе на написание (подготовку) статей,
            новостей, текстов, переводов и т.д., а также на приобретение (покупку)
            статей, размещенных на Сайте Исполнителями, а также на оказание
            иных услуг.</p>
            <p>1.1.6. Профиль – специальное виртуальное пространство на
               Сайте, выделяемое (предоставляемое) пользователю (Заказчику и
               Исполнителю) после регистрации, содержащее определенную
               информацию о нем и необходимое для использования Сайта в
               соответствии с его основным назначением.</p><p>1.1.7. Баланс – личная карточка Заказчика на Сайте,
            состоящая
            из учетных записей поступивших от него Администрации сайта
            денежных средств, отражающая все финансово-кредитные операции,
            осуществленные Заказчиком, а также остаток неизрасходованных
            Заказчиком средств.</p><p>1.2. В Оферте могут быть использованы понятия и термины, не
            определенные в пункте 1.1. В этих случаях толкование понятий и
            терминов производится в соответствии с текстом и смыслом данной
            Оферты. В случае отсутствия однозначного толкования понятия и
            термина в тексте Оферты следует руководствоваться толкованием
            понятий и терминов: в первую очередь – определенным на Сайте,
            указанном в пункте 1.1.1. настоящей Оферты, во вторую очередь – в
            соответствии с гражданским законодательством Российской
            Федерации.</p>
            <h1>2. ПРЕДМЕТ ОФЕРТЫ</h1>
            <p>2.1. В соответствии с настоящей Офертой Администрация сайта обязуется оказывать Заказчику услуги по
               предоставлению в пользование Сайта в соответствии с его основным назначением, а Заказчик обязуется
               оплачивать данные услуги в размере, порядке и на условиях, определенных в тексте данной Оферты.</p>
            <p>2.2. Администрация сайта предоставляет Заказчику следующие услуги по использованию Сайта: flowtok.com</p>
            <p>2.2.1. Услуги по предоставлению возможности размещения заказов на Сайте: съёмка видео под звук
               заказчика.</p><p>2.2.2. Услуги по предоставлению возможности заказа выполнения иных задач: запуски
            челленджей и прочее.</p>
            <p>2.3. Основное назначение Сайта, указанного в пункте 1.1.1. настоящей Оферты, – размещение Заказчиком
               своих заказов в целях их выполнения Исполнителями или Администрацией сайта.</p><p>2.4. Содержание и цель
            заказа, а также условия выполнения, в том числе цена, срок, объем и т.д., определяются Заказчиком
            самостоятельно, за исключением случаев, если иное не определено техническим устройством Сайта или не
            установлено Администрацией сайта.</p>
            <h1>3. УСЛОВИЯ РАЗМЕЩЕНИЯ И ВЫПОЛНЕНИЯ ЗАКАЗА</h1>
            <p>3.1. Оказание услуг по настоящей Оферте производится только
               после регистрации Заказчика на Сайте, осуществляемой в порядке и
               на условиях, определяемых в соответствии с техническими
               возможностями и оснащенностью Сайта, и предоставления ему
               профиля по результатам проведения данной процедуры регистрации.</p><p>3.2. Размещение заказов на Сайте
            доступно пользователям,
            внутренний баланс счетов которых был пополнен хотя бы 1 (один) раз.</p><p>3.3. Выполнение заказов, указанных
            в пунктах 2.2.1.-2.2.2.,
            осуществляется исключительно Исполнителями. Администрация сайта
            не участвует в выполнении указанных заказов, не дает Исполнителям
            указания, обязательные при выполнении соответствующих заказов, и
            не определяет условия данных заказов.</p><p>3.3.1. Выполнение заказов Заказчика, указанных в пунктах
            2.2.1-2.2.2., производится Исполнителями на основании заключаемых в
            устной форме гражданско-правовых соглашений (купли-продажи
            статей, оказания услуг по подготовке/выполнению статей, их рерайту,
            переводу статей, подготовке новостей и т.д.).</p><p>3.3.2. Договоры купли-продажи и оказания услуг
            заключаются в
            устной форме путем совершения Исполнителем и Заказчиком
            фактических действий, свидетельствующих о намерении заключить
            соответствующий договор. К таким действиям со стороны
            Исполнителя, в частности, относятся действия по предложению
            оказания услуг, размещению готовых статей, а также иные действия; к
            таким действиям со стороны Заказчика, в частности, относятся
            действия по оплате стоимости услуг.</p>
            <p>3.3.3. Администрация сайта выступает в качестве гаранта
               перечисления вознаграждения, причитающегося Исполнителю за
               выполнение заказа Заказчика при условии выполнения данного заказа
               надлежащим образом и в полном соответствии с установленными в
               нем требованиями, характеристиками и параметрами, но не является
               по отношению к Исполнителю, являющемуся физическим лицом,
               налоговым агентом.</p><p>В связи с тем, что в соответствии с пп. 4.7. и 8.5. настоящей
            Оферты при возникновении между Заказчиком и Исполнителем
            гражданско-правовых отношений у Заказчика отсутствует информация
            о персональных данных Исполнителя (в том числе о настоящем ФИО,
            дате рождения, документе, удостоверяющем личность, адресе
            постоянного места жительства и т.п.), для Заказчика, являющегося
            юридическим лицом, становится невозможным удержание и
            перечисление в пользу Исполнителя, являющегося физическим лицом,
            любых налогов, в том числе НДФЛ, сборов и иных обязательных
            платежей. Уведомление налоговых органов в соответствии со ст. 226
            НК РФ для Заказчика также не представляется возможным. Таким
            образом, обязанность по расчёту и перечислению в свою пользу всех
            установленных законодательством налогов, сборов и иных
            обязательных платежей возлагается на Исполнителя в полном объёме.</p><p>3.3.4. Все интеллектуальные
            (имущественные, исключительные)
            права на результаты интеллектуальной деятельности, созданные в
            рамках выполнения заказа Заказчика, переходят от Исполнителя к
            Заказчику с даты получения Исполнителем вознаграждения за
            выполнение соответствующего заказа Заказчика.</p><p>3.4. Выполнение заказов, указанных в пункте
            2.2.3.-2.2.4.,
            осуществляется исключительно Администрацией сайта в течение 24
            (двадцати четырех) часов с момента получения соответствующего
            заказа от Заказчика.</p><p>3.5. Заказ Заказчика считается выполненным, если Заказчик
            принял заказ посредством нажатия на кнопку Сайта об одобрении
            заказа. Если Заказчик в течение 7 (семи) суток с даты выполнения его
            заказа не одобрил заказ посредством нажатия на соответствующую
            кнопку Сайта об одобрении заказа, то заказ признается одобренным в
            автоматическом режиме.</p><p>3.6. Не позднее 10 (десятого) числа каждого месяца
            Администрация составляет Акт оказанных услуг. Данный документ
            размещается в аккаунте/личном кабинете Заказчика, подписывается
            факсимильной подписью Администрации. Данный документ считается
            полученным Заказчиком в день его размещения в аккаунте/личном
            кабинете Заказчика. Если в течение 10 (десяти) календарных дней от
            Заказчика не поступило мотивированных письменных возражений, то
            Акт оказанных услуг считается принятым Заказчиком без претензий.</p><p>3.7. По запросу Заказчика оригинал
            Акта оказанных услуг
            направляется Администрацией почтовым отправлением в течение 10
            (десяти) рабочих дней с момента получения такого запроса. Если в
            течение 10 (десяти) календарных дней от Заказчика с момента
            получения вышеуказанного документа не поступило мотивированных
            письменных возражений, то Акт оказанных услуг считается принятым
            Заказчиком без претензий.</p>
            <h1>4. РАСЧЕТЫ МЕЖДУ СТОРОНАМИ</h1>
            <p>4.1. За оказание услуг по использованию Сайта, в частности, за
               предоставление возможностей, указанных в пунктах 2.2.1, 2.2.2., 2.2.3.
               настоящей Оферты, Заказчик уплачивает Администрации сайта
               вознаграждение в размере от 8,25 % (восьми целых двадцати пяти
               сотых процента) до 10 % (десяти процентов) от стоимости всех
               заказов, размещаемых Заказчиком на Сайте как в адрес
               Исполнителей, так и в адрес Администрации сайта.</p>
            <p>4.2. За оказание услуг, указанных в пункте 2.2.4 настоящей Оферты, исполнитель уплачивает Администрации
               сайт вознаграждение в размере 25% от любого выполненного заказа. Денежные средства возврату не подлежат.</p><p>4.3. Вознаграждение, указанное в
            пункте 4.1. данной Оферты,
            уплачивается Заказчиком Администрации сайта в порядке 100%
            (стопроцентной) предварительной оплаты в момент поступления
            денежных средств от Заказчика в счет оплаты за последующее
            выполнение заказов Заказчика (за выполнение заказов Заказчика в
            будущем).</p><p>4.4. Вознаграждение, указанное в пункте 4.2. данной Оферты,
            уплачивается Заказчиком Администрации сайта в порядке 100%
            (стопроцентной) предварительной оплаты в момент заказа данных
            услуг и подлежит списанию с Баланса Заказчика на Сайте.</p><p>4.5. Вознаграждение, причитающееся Исполнителю
            за
            выполнение заказа Заказчика, перечисляется Исполнителю после
            одобрения Заказчиком выполненного Исполнителем заказа. При
            возникновении спорных ситуаций Администрация сайта вправе
            самостоятельно на основании имеющихся обстоятельств принять
            решение о перечислении и/или не перечислении (при условии
            ненадлежащего исполнения обязательств) Исполнителю
            вознаграждения.</p><p>4.6. Администрация сайта выступает в качестве агента
            (посредника) по перечислению денежных средств, причитающихся
            Исполнителю за выполнение заказа Заказчика, за вычетом своего
            вознаграждения, указанного и взимаемого в порядке, установленном
            пунктом 4.1. Оферты, и гарантирует его перечисление в срок и на
            условиях, предусмотренных техническим устройством Сайта. В связи с
            указанным, все суммы денежных средств, в том числе причитающиеся
            Исполнителю, подлежат перечислению Администрации сайта.</p><p>4.7. Выплата вознаграждения Администрации
            сайта,
            предоставление средств в счет оплаты услуг Исполнителя, и,
            соответственно, пополнение баланса Заказчика могут осуществляться
            Заказчиком посредством перечисления средств на расчетный счет
            Администрации сайта. Датой оплаты считается дата зачисления
            денежных средств на расчетный счет Администрации сайта.</p><p>4.8. Комиссии кредитных организаций
            оплачиваются
            непосредственно Заказчиком.</p>
            <h1>5. ИНТЕЛЛЕКТУАЛЬНАЯ СОБСТВЕННОСТЬ</h1>
            <p>5.1. Исключительное право на результаты интеллектуальной
               деятельности, полученные в рамках выполнения заказов Заказчика, в
               частности статьи, релизы, новости, обзоры и т.д. принадлежат
               Заказчику в полном объеме, в том числе и на его отдельные составные
               части.</p><p>5.2. Действие передаваемого исключительного права не
            ограничивается территориальными пределами.</p><p>5.3. Указанное исключительное право передается Заказчику с
            момента принятия одобрения выполненной работы и с даты оплаты
            услуг Исполнителя.</p><p>5.4. Исполнитель не сохраняет за собой право использовать
            результаты интеллектуальной деятельности, полученные в результате
            выполнения заказа Заказчика, самостоятельно или предоставлять
            аналогичные права на его использование третьим лицам.</p>
            <h1>6. ОТВЕТСТВЕННОСТЬ</h1>
            <p>6.1. За неисполнение или ненадлежащее исполнение условий
               настоящей Оферты Администрация сайта и Заказчик несут
               ответственность в соответствие с требованиями действующего
               российского законодательства, а также положениями данной Оферты.</p><p>6.2. Пользователи обязуются
            соблюдать требования Правил
               Сервиса, размещенные на странице flowtok.com</p><p>6.3. За нарушение требований п. 6.2 настоящей
            Оферты
            Пользователи несут материальную ответственность в размере от 1 000
            до 10 000 руб., согласно Правилам Сервиса, размещенных на странице
            flowtok.com. Администрация Сервиса оставляет за собой право
            заблокировать аккаунт Пользователя.</p><p>6.4. Администрация сайта не несет ответственность за
            неправомерное использование Исполнителем результатов
            интеллектуальной деятельности, созданных/предоставленных в рамках
            выполнения заказов Заказчика. Вместе с тем Администрация сайта
            вправе применять все зависящие от нее меры, направленные на
            исключение/минимизацию нарушений прав и интересов Заказчика в
            данной сфере.</p><p>6.5. Администрация Сайта не несет ответственность за убытки и
            расходы, возникшие у Заказчика в связи с использованием Сайта, в
            частности, за убытки и расходы, вызванные несанкционированным
            доступом третьих лиц, в том числе других Заказчиков, к аккаунту
            Заказчика.</p>
            <p>6.6. Администрация сайта не несет ответственность за расходы,
               убытки и иной ущерб, возникший у Заказчика в связи с ознакомлением
               с рекламой, рекламными баннерами и объявлениями, контекстной
               рекламой, гиперссылки на которые размещены на Сайте. Заказчик
               обязуется не предъявлять к Администрации сайта претензии в
               отношении данных расходов, убытков и иного ущерба, а поступившие
               претензии подлежат отклонению.</p><p>6.7. Администрация сайта не несет ответственность за нарушение
            Исполнителем условий договоров купли-продажи, возмездного
            оказания услуг, в том числе в случаях неисполнения и/или
            ненадлежащего исполнения данных услуг. Ответственность в
            указанных случаях несет непосредственно сам Исполнитель.
         </p>
            <h1>7. ПОРЯДОК РАЗРЕШЕНИЯ СПОРОВ</h1>
            <p>7.1. Стороны установили обязательный претензионный
               (досудебный) порядок урегулирования разногласий и споров,
               возникших в связи с исполнением положений настоящей Оферты.
               Срок для ответа на предъявленную претензию составляет 10 (десять)
               рабочих дней с момента её получения.</p><p>7.2. В случае недостижения договоренности спор, вытекающий из
            настоящей Оферты, подлежит рассмотрению в Арбитражном суде
            Ростовской области.</p>
            <h1>8. ПРОЧИЕ УСЛОВИЯ</h1>
            <p>8.1. Стороны согласовали, что в своих правоотношениях они
               используют электронный документооборот, т.е. такие документы, как
               Акт оказанных услуг, Акт сверки, иные подобные документы
               подписываются с помощью факсимильной подписи или путем обмена
               скан-копиями подписанных документов. Электронные документы
               имеют силу оригиналов и должны приниматься сторонами в качестве
               достаточных, использоваться в качестве доказательств в судебных
               разбирательствах, предоставляться в государственные органы по
               запросам последних.</p><p>8.2. Во всем остальном, что прямо не предусмотрено настоящей
            Офертой, Стороны руководствуются соответствующими положениями
            действующего законодательства РФ.</p><p>8.3. Все изменения, дополнения к настоящей Оферте
            действительны лишь в том случае, если они оформлены письменно,
            подписаны уполномоченными представителями Сторон и имеют ссылку
            на номер и дату настоящей Оферты, с учетом положений пункта 8.1.
            настоящей Оферты.</p><p>8.4. Администрация сайта вправе осуществлять рассылку на
            номер телефона и/или адрес электронной почты Заказчика.
            Настоящим Заказчик предоставляет Администрации сайта право на
            направление в его адрес различных рассылок, в том числе рекламных.</p><p>8.4.1. В случае несогласия
            Заказчика на получение рекламной и
            иной рассылок в соответствии с п. 8.4. настоящей Оферты он
            обязуется в течение 3 (трех) дней с момента её акцепта письменно
            уведомить Администрацию сайта о своем несогласии. При соблюдении
            данного требования Администрация сайта обязуется не осуществлять
            рассылку в адрес такого Заказчика.</p><p>8.5. При регистрации на Сайте Стороны указывают свои
            персональные данные, за достоверность, актуальность и полноту
            которых Администрация сайта ответственности не несёт. Обработка
            персональных данных Сторон осуществляется в соответствии с
            законодательством Российской Федерации. Акцепт настоящей
            Оферты Заказчиком и/или Исполнителем означает его согласие на
            передачу указанных персональных данных Администрации сайта с
            целью последующей их обработки.</p><p>Администрация Сайта обрабатывает персональные данные
            Сторон в целях предоставления им доступа к использованию
            функционала Сайта, в том числе в целях проверки, исследования и
            анализа таких данных, позволяющих поддерживать и улучшать
            функционал и разделы Сайта, а также разрабатывать новый
            функционал и разделы Сайта. Администрация Сайта принимает все
            необходимые меры для защиты персональных данных Сторон от
            неправомерного доступа, изменения, раскрытия или уничтожения.
            Администрация сайта предоставляет доступ к персональным данным
            Сторон только тем работникам, подрядчикам и агентам
            Администрации сайта, которым эта информация необходима для
            обеспечения функционирования Сайта и предоставления Сторонам
            доступа к его использованию.</p><p>Раскрытие предоставленной Сторонами информации может быть
            произведено лишь в соответствии с действующим законодательством
            Российской Федерации по требованию суда, правоохранительных
            органов, а равно в иных предусмотренных законодательством
            Российской Федерации случаях при наличии специального требования
            от уполномоченных органов.</p>
            <p>8.6. Срок действия Оферты – до 31 декабря 2020 года, а в части
               финансовых обязательств – до момента их полного исполнения.
               Администрация сайта вправе в одностороннем порядке вносить
               изменения в текст настоящей Оферты. При внесении таких изменений
               Администрация сайта обязуется в письменной форме уведомлять о них
               Заказчика путем публикации соответствующей новости на сайте
               flowtok.com</p>
         </div>
      </Page_m>
   )
}